//Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает вторую цифру этого числа.
Console.WriteLine("Введите трёхзначное число: ");
string a = Console.ReadLine()?? " ";
Console.WriteLine("Вторая цифра данного числа: " + a[1]);
